Repository: friedrichstefan/TimeTracker-Pro
Catalog: TimeTracker-Pro/Localizable.xcstrings
Source language: en
Languages: de

# analysis.app.distribution
source: App Distribution
de: App-Verteilung

# analysis.category
source: Category
de: Kategorie

# analysis.detail.view
source: Detail View
de: Detailansicht

# analysis.enable.tracking
source: Enable App Tracking
de: App-Tracking aktivieren

# analysis.no.data
source: No app data available
de: Keine App-Daten verfügbar

# analysis.subtitle
source: Apps used during timer sessions
de: Verwendete Apps während der Timer-Sessions

# analysis.title
source: App Analysis
de: App-Analyse

# analysis.total.time
source: Total Time
de: Gesamtzeit

source: Days
de: Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

# monitoring.progress.statusbar
source: Progress in StatusBar
de: Fortschritt in StatusBar

# monitoring.progress.statusbar.subtitle
source: Shows work time percentage in menu bar
de: Zeigt Arbeitszeit-Prozent in der Menüleiste

# monitoring.reminders
source: Work Time Reminders
de: Arbeitszeit-Erinnerungen

# monitoring.reminders.subtitle
source: Notifications about daily progress and goals
de: Benachrichtigungen über Tagesfortschritt und Ziele

# monitoring.subtitle
source: Monitoring and reminders for your work time goals
de: Überwachung und Erinnerungen für deine Arbeitszeit-Ziele

# monitoring.title
source: Work Time Monitoring
de: Arbeitszeit-Monitoring

source: Never
de: Nie

# preferences.title
source: Preferences
de: Einstellungen

source: Seconds
de: Sekunden

source: Settings
de: Einstellungen

# settings.core.work.time
source: Core Work Hours
de: Kern-Arbeitszeit

# settings.daily.work.time
source: Daily Work Time
de: Tägliche Arbeitszeit

# settings.from.to.notifications
source: From - To (for notifications)
de: Von - Bis (für Benachrichtigungen)

# settings.include.weekends
source: Include Weekends
de: Wochenenden einbeziehen

# settings.include.weekends.subtitle
source: Work time goals for Saturday and Sunday too
de: Arbeitszeit-Ziele auch für Samstag und Sonntag

# settings.target.work.hours
source: Target work hours per day
de: Ziel-Arbeitszeit pro Tag

# settings.work.time
source: Work Time
de: Arbeitszeit

# settings.work.time.subtitle
source: Define your daily work hours
de: Definiere deine täglichen Arbeitszeiten

source: Timeline
de: Tagesverlauf

# timeline.activities
source: Activities
de: Aktivitäten

# timeline.break.time
source: Break Time
de: Pausenzeit

# timeline.clear.day
source: Clear Day
de: Tag löschen

# timeline.goal.reached
source: Goal reached!
de: Ziel erreicht!

# timeline.progress.day
source: Daily Progress
de: Tagesfortschritt

# timeline.progress.today
source: Today's Progress
de: Heutiger Fortschritt

# timeline.remaining
source: Remaining:
de: Verbleibend:

# timeline.subtitle
source: Chronicle of your timer activities
de: Chronik deiner Timer-Aktivitäten

# timeline.title
source: Timeline
de: Tagesverlauf

# timeline.today
source: Today
de: Heute

# timeline.total.time
source: Total Time
de: Gesamtzeit

# timeline.work.time
source: Work Time
de: Arbeitszeit

# timeline.worked
source: Worked:
de: Gearbeitet:

# timer.active
source: ACTIVE
de: AKTIV

# timer.behavior.subtitle
source: Automatic functions and reminders
de: Automatische Funktionen und Erinnerungen

# timer.behavior.title
source: Timer Behavior
de: Timer-Verhalten

# timer.coffee
source: Coffee Break
de: Kaffeepause

# timer.lunch
source: Lunch
de: Mittagessen

# timer.ready
source: READY
de: BEREIT

# timer.running
source: RUNNING
de: LÄUFT

# timer.stop
source: Stop
de: Stopp

# timer.work
source: Work
de: Arbeiten

source: Year
de: Jahr
